Repository: fernix777/Pagina-trilingue
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

# Mensaje recibido correctamente
source: Your message has been received. We will contact you soon.
es: Su mensaje ha sido recibido. Nos pondremos en contacto pronto.

# ¿En qué podemos ayudarte?
source: How can we help you? (EN)
es: ¿En qué podemos ayudarte? (ES)

# services.webDevelopment.title
source: Web Development
es: Desarrollo Web

# services.webDevelopment.description
source: We create modern and responsive websites for your business in Thailand.
es: Creamos sitios web modernos y responsivos para tu negocio en Tailandia.

# services.uxui.title
source: UX/UI Design
es: Diseño UX/UI

# services.uxui.description
source: Intuitive and attractive user experiences that connect with your audience.
es: Experiencias de usuario intuitivas y atractivas que conectan con tu audiencia.

# services.ecommerce.description
source: Customized e-commerce solutions for the Thai market.
es: Soluciones de comercio electrónico personalizadas para el mercado tailandés.

# services.card2.title
source: Custom Web Development
es: Desarrollo Web Personalizado

# services.card2.description
source: Tailored web solutions that perfectly adapt to your business in Thailand.
es: Soluciones web a medida que se adaptan perfectamente a tu negocio en Tailandia.

# services.card3.title
source: Technology Consulting
es: Consultoría Tecnológica

# services.card3.description
source: Expert advice to optimize your digital strategy and technological transformation.
es: Asesoramiento experto para optimizar tu estrategia digital y transformación tecnológica.

# projects.title
source: Our Projects
es: Nuestros Proyectos

# projects.ecommerce.title
source: E-commerce Platform for SMEs
es: Plataforma E-commerce para PYMES

# projects.ecommerce.description
source: Online store development for small Thai businesses.
es: Desarrollo de tienda online para pequeñas empresas tailandesas.

# projects.tourism.title
source: Tourism Experience App
es: App de Experiencias Turísticas

# projects.tourism.description
source: Mobile app to discover destinations in Thailand.
es: Aplicación móvil para descubrir destinos en Tailandia.

# projects.management.title
source: Business Management System
es: Sistema de Gestión Empresarial

# projects.management.description
source: Comprehensive solution for business administration.
es: Solución integral para administración de negocios.

# technologies.title
source: Languages We Master
es: Lenguajes que Manejamos

# technologies.subtitle
source: Innovative solutions with the best tools in the market
es: Soluciones innovadoras con las mejores herramientas del mercado
